Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=913_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Anárašgiella, biologia ja eatnandiehtu
smn: Biologia já eennâmtiätu

source: Škoovlâ biologia, Sisčääsih (orig.
smn: Škoovlâ biologia, Sisčääsih

source: Koulun biologia, Sisävedet, Otava) lea vuođđoskuvlla 7. luohká biologiija oahppogirji, mas gieđahallojuvvojit Suoma sisčáziid ealánat ja eallinbirrasat.
smn: (Koulun biologia, Sisävedet, Otava 2010) lii vuáđuškoovlâ 7. luokan uáivildum biologia oppâkirje, mii kieđâvuš Suomâ sisčaasij iälánijd já eellimpirrâsijd.

source: Mielde lea maiddái oassi, mas oahpásmuvvat Nuortameara mihtilmasvuođaide ja eallišlájaide.
smn: Mieldi lii meid Nuorttâmeerâ-uási, mast puáhtá uápásmuđ Nuorttâmeerâ sierânâsjiešvuođáid já šlaajáid.

source: Juohke logu loahpas lea čoahkkáigeassu ja bargobihtát.
smn: Jyehi lovo loopâst lii čuákánkiäsu já pargopitáh.

source: siiddut 156
smn: sijđoh 156

source: Sámediggi 2014
smn: Sämitigge 2014

source: Oahppangihppaga vehkkiin sáhttá čiekŋudit iežaset dieđuid.
smn: Oppâmvihko vievâst puáhtá jieŋâlmittiđ oppum tiäđuid.

source: Vuođđobargguid lassin leat bárra- ja joavkobargobihtát, maid sáhttá bargat juogo olgun luonddus dahjege luohkkálanjas.
smn: Vuáđupargopitái lasseen láá parâ- já juávkkupargopitáh, maid puáhtá porgâđ jo-uv luándumääđhist tâi luokast.

source: Internet-bargobihtáiguin oahppi hárjána ohcat dieđuid fierpmis.
smn: Internetpargopitái čuávdim hárjánit tiäđu uuccâm viärmáduvâst.

source: siiddut 112
smn: sijđoh 112

source: siiddut: 203
smn: sárguseh Jorma Happonen, sämikielân Ilmari Mattus

source: haddi: 25,00 € dássi: 5 lk
smn: Škoovlâ biologia ja eennâmtiätu 5

source: siiddut: 160
smn: Euroop-uási maŋa uápásmup maailm já eromâšávt Afrik šaddodâhân já elleid.

source: haddi: 25,00 € dássi: 6 lk
smn: jurgâlâm: Ilmari Mattus

source: Sámediggi 2011
smn: kuvvim: Jorma Happonen

source: siiddut: 123
smn: sijđoh: 203

source: haddi: 14,00 €
smn: Sämitigge 2011

source: dássi: 6 lk
smn: sijđoh: 160
